Repository: Taha2hussein/Pharmacy
Catalog: Pharmacy/Localization/*.lproj/Localizable.strings
Languages: ar

source: Login
ar: تسجيل الدخول

source: Welcome Back
ar: مرحبا بك

source: Mobile
ar: رقم الهاتف

source: Password
ar: الرقم السري

source: Forget Password ?
ar: هل نسيت الرقم السري؟

source: Login
ar: تسجيل الدخول

source: Create Account
ar: انشاء حساب

source: Home
ar: الصفحه الاساسيه

source: Sign Up
ar: اشتراك

source: Account Info
ar: معلومات عن الحساب

# First Name Register
source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الاخير

source: Email
ar: البريد الالكتروني

source: Next
ar: التالي

source: Pharmacy Info
ar: معلومات عن الصيدليه

source: Pharmacy Name
ar: اسم الصيدليه

source: Branch
ar: الفرع

source: Country
ar: الدوله

source: City
ar: المدينه

source: Area
ar: المنطقه

source: EditProfileName
ar: الاسم الاخير بالانجلش

source: Street Name
ar: اسم الشارع

source: Professional Licenses
ar: التراخيص المهنية

source: Upload Photo
ar: رفع صوره

source: Does the pharmacy have a delivery service ?
ar: هل يوجد في الصيدلية خدمة توصيل؟

source: Or
ar: او

source: Not priced
ar: ليس له سعر

source: Total
ar: الاجمالي

source: active
ar: تفعيل

source: Yes
ar: نعم

source: Choose branch
ar: اختر فرع

source: Why do you cancel order?
ar: لمازا تريد الغاء الطلب

source: No
ar: لا

source: No Data found
ar: لاتوجد بيانات

source: Forget Your Password?
ar: نسيت كلمة المرور؟

source: Need Action
ar: جديد

source: Uncomplete
ar: غير المكتمل

source: Complete
ar: المكتمله

# forgetPassDes
source: Enter your mobile number, we'll send you; a 4 digits to reset your password
ar: أدخل رقم هاتفك المحمول ، وسنرسل لك ؛ 4 أرقام لإعادة تعيين كلمة المرور الخاصة بك

source: Send
ar: ارسال

source: Check in Your Mobile !
ar: تحقق في هاتفك المحمول!

# verificationDes
source: We just sent you a 4 digits confirm code to your mobile number
ar: لقد أرسلنا لك للتو رمز تأكيد مكون من 4 أرقام إلى رقم هاتفك المحمول

source: Done
ar: تم

source: Confirm Mobile !
ar: تأكيد المحمول!

# confirmMobDes
source: We've sent you a 4 digit confirm code to
ar: لقد أرسلنا لك رمز تأكيد مكونًا من 4 أرقام إلى

# Please enter it below
source: and to your phone as SMS , Please enter it below
ar: ورساله هاتفيه الي رقمك من فضل ادخل الكود المرسل

source: Confirm
ar: تاكييد

# resendCodeMessage
source: We sent another activation code , please enter it
ar: لقد ارسلنا رساله تاكيد هاتفيه مره اخري ، من فضلك ادخل الكود

source: Resend code
ar: اعاده ارسال الكود

# resendCodeClickExceed
source: You have exceed allowed resend code
ar: لقذ تجاوزت العدد المسموح من اعاده ارسال الكود

source: Reset Your Password ?
ar: اعد ضبط كلمه السر ؟

# resetPassDes
source: What would you like your new password to be ?
ar: ماذا تريد الخاص بك الجديد كلمة السر لتكون؟

source: New
ar: جديد

source: Waiting
ar: فالانتظار

source: Canceled
ar: ملغي

source: Delivered
ar: تم التسليم

source: Order Status
ar: حالات الاوردر

source: Order Type
ar: نوع الاوردر

source: Date
ar: التاريخ

source: Branches
ar: الفروع

source: New Password
ar: كلمة مرور جديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Location Map
ar: خريطة الموقع

source: Your Location
ar: موقعك الحالي

source: Order Cancel
ar: طلب إلغاء

source: Not delivered
ar: لم يحضر للتسليم

source: Please write reasons
ar: الرجاء كتابة الأسباب

source: Save
ar: حفظ

source: cancel
ar: الغاء

source: Order Tracking
ar: تتبع الطلب

source: Patient ID :
ar: رقم المريض :

source: Order Num
ar: رقم الاوردر

source: Payment Method
ar: طريقه الدفع

source: Profile
ar: الصفحه الشخصيه

source: Notes
ar: ملاحظات

source: New Order
ar: اوردر جديد

source: Accept
ar: قبول

source: Received Order
ar: الطلب المستلم

source: You are received order
ar: لقد تلقيت الطلب

source: Pricing
ar: التسعير

source: Pricing Order
ar: ترتيب التسعير

source: Preparing Order
ar: تجهيز الطلب

# prepaingOrderDes
source: The Order accepted from Patient preparing now order
ar: تم قبول الطلب من المريض تستعد الآن النظام

# addBranchDeliveryDes
source: Do you want to add Static / Default delivery fess for all patient? if you have delivery.
ar: هل تريد إضافة رسوم تسليم ثابتة / افتراضية لـ كل مريض؟ إذا كان لديك توصيل.

# Delivered Order
source: Picked up Order
ar: الاوردر تم تسليمه

source: Delivery Status
ar: حاله التوصيل

source: No show
ar: عدم اظهار

# Finish
source: Finished
ar: انهاء

source: Order Summary
ar: ملخص الطلب

source: Order Canceled by
ar: الطلب تم الغاوء بواسطه

source: Reason of Cancel
ar: اسباب الالغاء

source: Confirm Account
ar: تاكيد الحساب

source: Don't received SMS?
ar: لم تتلق الرسائل القصيرة؟

source: Your Balance
ar: الرصيد الحالي

source: Income
ar: الدخل

source: Expnse
ar: اتساع

source: Go
ar: تنفيز

source: Welcome,
ar: مرحبا،

source: Have a nice day at work
ar: اتمني لك يوم سعيد

source: Choose Date
ar: اختر تاريخ

source: Today
ar: اليوم

source: Last 7 Days
ar: من ٧ ايام

source: This month
ar: الشهر الحالي

source: Start Date
ar: بدايه التاريخ

source: End date
ar: نهايه التاريخ

source: Daily Total Orders
ar: إجمالي الطلبات اليومية

source: All Branches
ar: كل الفروع

# Wallets
source: Wallet
ar: المحفظه

source: Recharge
ar: اشحن رصيد

source: Name
ar: الاسم

source: Value
ar: القيمه

source: Balance
ar: الرصيد

source: Charge
ar: تكلفة

# Search by Patient name or Phone
source: Search
ar: بحث

source: Filter
ar: فلتر

# loginTerms
source: By logging you agree to
ar: هل توافق علي

source: Empty Field
ar: خانه فارغه

source: Please, Insert Email Correctly
ar: من فضلك ادخل الايميل صحيحا

# password must be atleast 8 numbers
source: password must be at least 8 numbers and characters
ar: الرقم السري يجب الايقل عن ٨ احرف

source: Password must contain letters and numbers
ar: الرقم السري يجب ان يحتوي علي ارقام وحروف

source: Please enter valid Phone Numer
ar: من فضلك ادخل رقم هاتف صحيح

source: Please enter valid Verification Code
ar: من فضلك ادخل كود التاكيد صحيح

source: Enter Fees
ar: ادخل الغرامه

source: 20-30 min
ar: ٢٠-٣٠ دقيقه

source: 30-60 min
ar: ٣٠-٦٠ دقيقه

source: Different entry
ar: وقت مختلف

source: Please make sure password matched
ar: يجب ان يكون الرقم السري متشابه

# userNameValie
source: The number of letters is not less than 3 letters and not more than 75 letters
ar: عدد الحروف لا يقل عن 3 أحرف ولا يزيد عن 75 حرفًا

# uploadImageError
source: Please upload Photo
ar: من فضلك ارفع صوره

source: Brnach must be at least 8 characters
ar: اسم الفرع يجب الايقل عن ٨ احرف

source: Please upload Licenses
ar: من فضلك ارفع الترخيص

# totalCostError
source: Please review order cost again
ar: من فضلك راجع الحسابات مره اخري

# loginTermsButton
source: Terms , conditions
ar: الشروط والاحكام

source: Delivery Fees
ar: غرامه التوصيل

source: Edit
ar: تعديل

source: un available
ar: غير متاح

source: Enter phone number
ar: ادخل رقم الهاتف

source: Discount
ar: الخصم

# selectBranch
source: Please select branch
ar: من فضلك اختار فرع

# BlogDetails
source: Blod Detail
ar: تفاصيل المقال

source: Total cost
ar: التكلفه الاجماليه

source: Order cost
ar: التكلفه الكليه

source: Deactivate
ar: ايقاف

# quanitityError
source: Please make sure quatity more than 1
ar: من فضلك تاكد ان الكميه اكبر من ١

# feesTimeText
source: Please enter your expected time to deliver order to patient? if you have delivery
ar: من فضلك ادخل الوقت المتوقع لتسليم الاوردر؟

source: Custom
ar: تحديد

source: Minutes
ar: الدقايق

source: Delivery time
ar: وقت التوصيل

source: Preparing order
ar: تجهيز الاوردر

source: My Profile
ar: الصفحه الشخصيه

# Blog
source: Blogs
ar: مقالات

source: Change Password
ar: تغيير الرقم السري

source: Help & Support
ar: مساعده ودعم

source: Language
ar: اللغه

source: Credit Card
ar: بطاقة ائتمان

source: Employee
ar: موظف

source: Pharmacy Admin
ar: ادمن صيدليه

source: Amount
ar: كميه

source: Card Number
ar: رقم البطاقة

source: All
ar: الكل

source: Received
ar: المستلم

source: Used
ar: المستخدم

source: Edit Profile
ar: تعديل الصفحه الشخصيه

source: Change Profile
ar: تعديل الصفحه الشخصيه

# First Name
source: First Name En
ar: الاسم الاول

source: Gender
ar: النوع

source: First Name Ar
ar: الاسم الاول بالعربي

source: First Name En
ar: اسم الاول بالانجليزيه

source: Last Name Ar
ar: اسم الاخير بالعربي

source: Date of Birth
ar: تاريخ الميلاد

source: Role
ar: الدور

source: Search by Name
ar: بحث بواسه الاسم

source: Blogs
ar: مقالات

source: Add Branch
ar: اضافه فرع

source: Edit Branch
ar: تعديل فرع

source: Branch Name En
ar: اسم الفرع بالانجليزي

source: Branch Name Ar
ar: اسم الفرع

source: Street Name En
ar: اسم الشارع باللغه الانجليديه

source: Building Name Ar
ar: رقم المبني

source: Building Name En
ar: رقم المبني بالانجليزي

source: Street Name Ar
ar: اسم الشارع

source: Landmark En
ar: لاندمارك إن

source: Landmark Ar
ar: لاندمارك ار

source: Cash
ar: نقدي

source: Online
ar: متصل

source: Do you want to add Static / Default delivery fess for all patient? if you have delivery.
ar: هل تريد إضافة رسوم تسليم ثابتة / افتراضية لـ كل مريض؟ إذا كان لديك توصيل.

source: How far will your service be ?
ar: إلى أي مدى ستكون خدمتك

source: Notification List
ar: قايمه النوتفكيشن

source: Owner-Super admin
ar: المالك - المشرف المتميز

source: Pharmacist
ar: صيدلي

source: kilometres
ar: كيلومترز

source: 10 kilometres
ar: ١٠ كيلو متر

source: What is your opening hours ?
ar: ما هي ساعات العمل الخاصة بك؟

source: 24 hours
ar: ٢٤ ساعه

source: From
ar: من

source: Deactivate Branch !
ar: تعطيل الفرع !

source: Are you sure want to Deactivate this Branch ?
ar: هل متاكد من انك تريد تعطيل الفرع ؟

source: Reviews
ar: المراجعات

source: Rx Photo
ar: صور Rx

source: Delete all
ar: حزف الكل

source: Read all
ar: قراه الكل

source: Order Invoice
ar: فاتورة الطلب

source: QTY
ar: كميه

source: Price EGP
ar: السعر بالجنيه

source: Order Items
ar: طلب بضاعة

source: Price
ar: السعر

source: Order Cost
ar: تكلفه الاوردر

source: 0 EGP
ar: ٠ جنيه

source: Set Discount
ar: اضافه خصم

source: 10 EGP
ar: ١٠ جنيهات

source: Total Cost
ar: التكلفة الإجمالية

# Find Alternative
source: Find Medicine
ar: البحث عن بديل

source: Search
ar: بحث

source: Log Out
ar: تسجيل خروج

source: More
ar: الاعدادات

source: Club
ar: النادي

source: Service
ar: خدمه

source: Order
ar: الاوردر

source: Expire Date
ar: تاريخ انتها الصلاحيه

source: Security Code
ar: كود الامان

source: Change Password
ar: تغيير رمز الامان

source: current Password
ar: رمز الامان الحالي

source: EGP
ar: جنيه

source: Pharmacy
ar: الصيدليه

source: An error occured , please try again
ar: حدث خطا ، من فضلك راجع البيانات مره اخري

source: Add Pharmacist
ar: اضافه صيدلي

source: Edit Pharmacist
ar: تعديل صيدلي

source: Male
ar: زكر

source: Female
ar: انثي

source: Egypt
ar: مصر

source: Are you sure want to Delete this Branch ?
ar: هل تريد حزف الفرع ؟

source: Delete Branch !
ar: حزف الفرع !

source: Basic Data
ar: البيانات الاساسيه

source: Pharmacy Name En
ar: اسم الصيدليه بالانجليزيه

source: Pharmacy Name Ar
ar: اسم الانجليزيه بالعربي

source: About the Pharmacy En
ar: نبزه عن الصيدليه بالانجليزيه

source: About the Pharmacy Ar
ar: نبزه عن الصيدليه بالعربي

# responsdTimeQues
source: What is time specified for the patient to respond to the offer ?
ar: ما هو الوقت المحدد للمريض للرد على العرض؟

source: Hour
ar: ساعه

source: Upload Photo or File
ar: ارفع صوره او ملف

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms,conditions
ar: الشروط والاحكام

source: FAQ
ar: التعليمات

source: Contact Us
ar: تواصل معنا

source: message
ar: رساله
